---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimLeaderArrowhead
source: html/87cb048e-99cf-0ef3-5326-45ad795e9482.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimLeaderArrowhead Property

"Tick Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId DimLeaderArrowhead { get; }
```